Repository: demoDevIT/eems
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Dashboard
hi: डैशबोर्ड

source: Login
hi: लॉगिन

# forgetpass
source: Forget Password ?
hi: पासवर्ड भूल गए ?

source: Remember me
hi: याद रखें

source: SSO ID
hi: एसएसओ आईडी

source: Password
hi: पासवर्ड

source: OR
hi: अथवा

# donthaveaccount
source: Donâ€™t have an account?
hi: क्या आपके पास खाता नहीं है?

# dosignup
source: Sign Up
hi: साइन अप करें

source: Search Here...
hi: यहां तलाश करो...

source: Home
hi: होम

source: Jobs
hi: नौकरियाँ

source: Notifications
hi: सूचनाएं

source: Settings
hi: सेटिंग्स

source: Profile
hi: प्रोफ़ाइल

source: Update profile
hi: प्रोफ़ाइल अपडेट करें

source: Scheduled Interviews
hi: अनुसूचित साक्षात्कार

source: CV Builder
hi: सीवी बिल्डर

source: Search Counselor
hi: परामर्शदाता खोजें

source: Job Fair events
hi: रोजगार मेले के आयोजन

# downldregiscard
source: Download Registration Card
hi: पंजीकरण कार्ड डाउनलोड करें

# grievfeedbak
source: Grievance/Feedback
hi: शिकायत/प्रतिक्रिया

# selfassess
source: Self Assessment
hi: आत्म मूल्यांकन

# appntmntschdl
source: Appointment Schedule
hi: नियुक्ति अनुसूची

source: Logout
hi: लॉग आउट

source: Schemes
hi: योजनाएं

source: View all
hi: सभी को देखें

source: Apply Now,
hi: अभी अप्लाई करें

source: Job Events
hi: नौकरी की घटनाएँ

# jobsbasedprofile
source: Jobs based on your profile
hi: प्रोफ़ाइल आधारित नौकरियां

# featurcompany
source: Featured Companies
hi: विशेष रुप से प्रदर्शित कंपनियाँ

# compltprofle
source: Complete your Profile
hi: प्रोफ़ाइल पूरी करें

# basicdetl
source: Basic Details
hi: बुनियादी विवरण

# addinfo
source: Address Info
hi: पते की जानकारी

# edudetl
source: Education Details
hi: शिक्षा विवरण

# workexp
source: Work experience
hi: कार्य अनुभव

# jobpref
source: Job Preference
hi: नौकरी की प्राथमिकता

# langskill
source: Language/Skills
hi: भाषा/कौशल

# physattri
source: Physical Attributes
hi: भौतिक गुण

# videoprof
source: Video Profile
hi: वीडियो प्रोफ़ाइल
